ici-test-automation-feature-environment-readiness/ic-integration-tests/src/test/resources/lettergeneration/request_empty_meddelelse.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns="http://skat.dk/begrebsmodel/2009/01/15/"
                  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <GenerateLetterEkspres_I>
            <Kontekst>
                <tsk:HovedOplysninger xmlns:tsk="http://skat.dk/begrebsmodel/xml/schemas/kontekst/2007/05/31/">
                    <tsk:TransaktionsID>1d79eb22-ca52-4659-85f7-e061f914c28a</tsk:TransaktionsID>
                    <tsk:TransaktionsTid>2017-07-12T13:52:03</tsk:TransaktionsTid>
                </tsk:HovedOplysninger>
            </Kontekst>
            <FagsystemNavn>IND</FagsystemNavn>
            <MeddelelseBatchID>416409514939896482166052446</MeddelelseBatchID>
        </GenerateLetterEkspres_I>
    </soapenv:Body>
</soapenv:Envelope>
